chat_system_1539674049_actor_description=Technician Tregum. Dwarf-pilot.
chat_system_1539674049_snap_0_question=^?^Look, [player], I feel uncomfortable here. Finish your affairs here quickly, and we'll be off.
chat_system_1539674049_snap_0_answer_0=^?^I've found out what's been happening on this forsaken island. We can fly away.
chat_system_1539674049_snap_0_answer_1=^?^Come on, fire up your dirigible, we're getting out of here.
chat_system_1539674049_snap_0_answer_2=^?^Look, it's not the first time you're here on the island. What happened last time?
chat_system_1539674049_snap_0_answer_3=^?^Be patient, I'll be finished soon.
chat_system_1539674049_switch_0_header_1=^?^I'm sorry, knight, but I was told to watch over, so nothing was left behind that could threaten Darion's safety.<br>But you haven't walked even ten steps from the shore! You got to comb the island thoroughly and find out what has happened here. Come on, don't get cold feet now, it's too late for that!
chat_system_1539674049_snap_4_question=^?^I'm sorry, knight, but I was told to watch over, so nothing was left behind that could threaten Darion's safety.<br>But even from here I can feel the breath of a horrible monster.
chat_system_1539674049_snap_4_answer_0=^?^I'll find out who's breathing over there. It looks like I'll have to defeat the Turtle. Yeah, I should have brought a bigger army, and become more powerful myself.
chat_system_1539674049_snap_4_answer_1=^?^Ok, I'll find out what's going on here. You just keep an eye open, my bearded watcher.
chat_system_1539674049_snap_1_question=^?^What happened? They woke me up in the middle of the night, told me to fly north-east. So many people crowded into my dirigible - I feared we'd crash down right into the forest. Thanks to Hammerer, we finally got there. There were mages, a king's advisor, and royal troops of course.<br>We stayed there for more than 24 hours. Sorcerers were darting in and out, looking all about; they'd brought some strange things with them. Then we went back, but not all of us: a small troop was left behind, back on the island...
chat_system_1539674049_snap_1_answer_0=^?^And another time?
chat_system_1539674049_snap_1_answer_1=^?^Ah, I see... That must have been right after the storm.
chat_system_1539674049_snap_3_question=^?^Then... Again they rushed to me, I had hardly managed to finish my meal, and they pulled me right from the table. A royal decree - take the troops to the island. Five hundred guardsmen and a couple of priests, battle priests, you know. I took them to the island and left them there, as it was ordered.<br>By the way, none of those we left there before had come out to meet us. Later I found out they were missing. And the second troop, too.
chat_system_1539674049_snap_3_answer_0=^?^It doesn't sound very encouraging. Ok, we'll talk later.
chat_system_1539674049_snap_2_question=^?^Aha! The storm had hardly calmed down, and they came running. Woke me up again! You're not supposed to do that! You never know where the sleepy pilot will lead you in his dirigible.
chat_system_1539674049_snap_2_answer_0=^?^So, what's happened the other time?
chat_system_1539674049_snap_2_answer_1=^?^I see. Ok, well have a rest.
